---
kind: enumMember
id: F:Autodesk.Revit.DB.LightAndMaterialAccuracyMode.Simplified
enum: Autodesk.Revit.DB.LightAndMaterialAccuracyMode
source: html/47b82b85-fc31-5228-b679-73b7da543487.htm
---
# Autodesk.Revit.DB.LightAndMaterialAccuracyMode.Simplified

Rough and semi-rough materials are approximated. Consequently, materials may look more shinier than expected.
 Lighting is approximated so shadows will lack in details.